//
//  Notification.swift
//  wishes
//
//  Created by MaxOS on 18.12.2023.
//

import Foundation

struct Notification {
    
    let id: String
    let title: String
    let body: String
    
}

struct NotificationTitle {
    
   static let title = [
                        "Желаем Вам:",
                        "Ну вот и пожелание...",
                        "Вы ждали и мы вернулись!",
                        "Приготовьтесь к улыбкам:",
                        "Эксклюзивно для вас:",
                        "У нас для вас есть:",
                        "Специально подобрано для вас:",
                        "Держите радость в уведомлениях:",
                        "Веселые новости:",
                        "Приготовьтесь к смеху:",
                        "Секретные поздравления:",
                        "Хотите улыбнуться? Мы вас поняли!",
                        "От нашего сердца к вашему:",
                        "Не пропустите шутки от нас:",
                        "Ваш ежедневный дозор смеха:",
                        "Оповещение с улыбкой:",
                        "Неожиданные пожелания:",
                        "Приятные сюрпризы:",
                        "Лучший способ поднять настроение:",
                        "И снова здесь с весельем:",
                        "Секретные послания с юмором:",
                        "Уведомление с легкостью:",
                        "Веселые события ждут вас:",
                        "Смех и радость в одном уведомлении:",
                        "Необычные пожелания:"]
    //Тут только 20
}
